Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Version %@ • %@
ar: الإصدار %@ • %@
bn: সংস্করণ %@ • %@
ca: Versió %@ • %@
cs: Verze %@ • %@
el: Έκδοση %@ • %@
es: Versión %@ • %@
es_mx: Versión %@ • %@
fi: Versio %@ • %@
gu: સંસ્કરણ %@ • %@
he: גרסה %@ • %@
hi: संस्करण %@ • %@
hr: Verzija %@ • %@
hu: Verzió %@ • %@
id: Versi %@ • %@
it: Versione %@ • %@
ja: バージョン %@ • %@
kn: ಆವೃತ್ತಿ %@ • %@
ko: 버전 %@ • %@
ml: പതിപ്പ് %@ • %@
mr: आवृत्ती %@ • %@
ms: Versi %@ • %@
nb: Versjon %@ • %@
nl: Versie %@ • %@
or: ସଂସ୍କରଣ %@ • %@
pa: ਵਰਜਨ %@ • %@
pl: Wersja %@ • %@
pt_br: Versão %@ • %@
pt_pt: Versão %@ • %@
ro: Versiunea %@ • %@
ru: Версия %@ • %@
sk: Verzia %@ • %@
sl: Različica %@ • %@
ta: பதிப்பு %@ • %@
te: వెర్షన్ %@ • %@
th: เวอร์ชัน %@ • %@
tr: Sürüm %@ • %@
uk: Версія %@ • %@
ur: ورژن %@ • %@
vi: Phiên bản %@ • %@
zh_hans: 版本 %@ • %@
zh_hant: 版本 %@ • %@

source: View Release Calendar
ar: عرض تقويم الإصدارات
bn: রিলিজ ক্যালেন্ডার দেখুন
ca: Mostra el calendari d’estrenes
cs: Zobrazit kalendář vydání
da: Vis udgivelseskalender
de: Release-Kalender anzeigen
el: Προβολή ημερολογίου κυκλοφοριών
es: Ver calendario de estrenos
es_mx: Ver calendario de estrenos
fi: Näytä julkaisukalenteri
fr: Voir le calendrier des sorties
gu: પ્રકાશન કેલેન્ડર જુઓ
he: הצג לוח שחרורים
hi: रिलीज़ कैलेंडर देखें
hr: Pogledaj kalendar izlazaka
hu: Megjelenési naptár megtekintése
id: Lihat kalender rilis
it: Mostra calendario delle uscite
ja: 公開カレンダーを表示
kn: ಬಿಡುಗಡೆ ಕ್ಯಾಲೆಂಡರ್ ವೀಕ್ಷಿಸಿ
ko: 공개 캘린더 보기
ml: റിലീസ് കലണ്ടർ കാണുക
mr: प्रकाशन कॅलेंडर पहा
ms: Lihat kalendar keluaran
nb: Vis utgivelseskalender
nl: Releasekalender bekijken
or: ରିଲିଜ୍ କ୍ୟାଲେଣ୍ଡର୍ ଦେଖନ୍ତୁ
pa: ਰਿਲੀਜ਼ ਕੈਲੰਡਰ ਵੇਖੋ
pl: Zobacz kalendarz premier
pt_br: Ver calendário de lançamentos
pt_pt: Ver calendário de estreias
ro: Vezi calendarul lansărilor
ru: Открыть календарь релизов
sk: Zobraziť kalendár vydaní
sl: Prikaži koledar premier
sv: Visa releasekalender
ta: வெளியீட்டு நாட்காட்டியைக் காண்க
te: విడుదల క్యాలెండర్‌ను వీక్షించండి
th: ดูปฏิทินการเผยแพร่
tr: Yayın Takvimini Gör
uk: Переглянути календар релізів
ur: ریلیز کیلنڈر دیکھیں
vi: Xem lịch phát hành
zh_hans: 查看上映日历
zh_hant: 查看上映日曆

source: Voice Cast
ar: طاقم الأصوات
bn: ভয়েস কাস্ট
ca: Repartiment de veu
cs: Hlasoví herci
da: Stemmebesætning
de: Synchronsprecher
el: Φωνητική ομάδα
es: Reparto de voces
es_mx: Elenco de doblaje
fi: Ääninäyttelijät
fr: Doublage
gu: વૉઇસ કાસ્ટ
he: שחקני קול
hi: वॉयस कास्ट
hr: Glasovna postava
hu: Szinkronszereplők
id: Pemeran suara
it: Doppiatori
ja: 声優
kn: ಧ್ವನಿ ಪಾತ್ರವರ್ಗ
ko: 성우
ml: വോയ്സ് കാസ്റ്റ്
mr: व्हॉइस कास्ट
ms: Pelakon suara
nb: Stemmebesetning
nl: Stemmen cast
or: ଭଏସ୍ କାଷ୍ଟ
pa: ਆਵਾਜ਼ੀ ਕਾਸਟ
pl: Obsada głosowa
pt_br: Dublagem
pt_pt: Elenco de voz
ro: Distribuție vocală
ru: Озвучка
sk: Hlasoví herci
sl: Glasovna zasedba
sv: Röstbesättning
ta: குரல் நடிகர்கள்
te: వాయిస్ కాస్ట్
th: พากย์เสียง
tr: Seslendirme Kadrosu
uk: Озвучення
ur: وائس کاسٹ
vi: Diễn viên lồng tiếng
zh_hans: 配音阵容
zh_hant: 配音陣容

source: War
ar: حرب
bn: যুদ্ধ
ca: Guerra
cs: Válečný
da: Krig
de: Krieg
el: Πόλεμος
es: Guerra
es_mx: Guerra
fi: Sota
fr: Guerre
gu: યુદ્ધ
he: מלחמה
hi: युद्ध
hr: Ratni
hu: Háború
id: Perang
it: Guerra
ja: 戦争
kn: ಯುದ್ಧ
ko: 전쟁
ml: യുദ്ധം
mr: युद्ध
ms: Perang
nb: Krig
nl: Oorlog
or: ଯୁଦ୍ଧ
pa: ਯੁੱਧ
pl: Wojenny
pt_br: Guerra
pt_pt: Guerra
ro: Război
ru: Военный
sk: Vojnový
sl: Vojna
sv: Krig
ta: போர்
te: యుద్ధం
th: สงคราม
tr: Savaş
uk: Військовий
ur: جنگ
vi: Chiến tranh
zh_hans: 战争
zh_hant: 戰爭

source: Watch
ar: شاهد
bn: দেখা
ca: Mira
cs: Sledovat
da: Se
de: Anschauen
el: Παρακολούθηση
es: Ver
es_mx: Visto
fi: Katso
fr: Regarder
gu: જોવું
he: צפה
hi: देखें
hr: Gledaj
hu: Megtekintés
id: Tonton
it: Guarda
ja: 視聴
kn: ವೀಕ್ಷಿಸಿ
ko: 시청
ml: കാണുക
mr: पहा
ms: Tonton
nb: Se
nl: Kijken
or: ଦେଖନ୍ତୁ
pa: ਵੇਖੋ
pl: Oglądaj
pt_br: Assistir
pt_pt: Ver
ro: Vizionează
ru: Смотреть
sk: Sledovať
sl: Ogled
sv: Titta
ta: பார்
te: చూడండి
th: ดู
tr: İzle
uk: Дивитися
ur: دیکھیں
vi: Xem
zh_hans: 观看
zh_hant: 觀看

source: Watch more titles to receive recommendations.
ar: شاهد المزيد من العناوين للحصول على توصيات.
bn: সুপারিশ পেতে আরও শিরোনাম দেখুন।
ca: Mira més títols per rebre recomanacions.
cs: Sleduj více titulů a získej doporučení.
da: Se flere titler for at modtage anbefalinger.
de: Sehen Sie sich weitere Titel an, um Empfehlungen zu erhalten.
el: Παρακολουθήστε περισσότερους τίτλους για προτάσεις.
es: Ve más títulos para recibir recomendaciones.
es_mx: Mira más títulos para recibir recomendaciones.
fi: Katso lisää nimikkeitä saadaksesi suosituksia.
fr: Regardez plus de titres pour recevoir des recommandations.
gu: ભલામણો મેળવવા માટે વધુ શીર્ષકો જુઓ.
he: צפה ביותר כותרות כדי לקבל המלצות.
hi: सिफ़ारिशें पाने के लिए और शीर्षक देखें।
hr: Gledaj više naslova za preporuke.
hu: Nézzen meg több címet az ajánlásokért.
id: Tonton lebih banyak judul untuk dapat rekomendasi.
it: Guarda altri titoli per ricevere consigli.
ja: おすすめを受け取るには、もっと作品を視聴してください。
kn: ಶಿಫಾರಸುಗಳನ್ನು ಪಡೆಯಲು ಹೆಚ್ಚಿನ ಶೀರ್ಷಿಕೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ.
ko: 추천을 받으려면 더 많은 작품을 시청하세요.
ml: ശുപാർശകൾ ലഭിക്കാൻ കൂടുതൽ ശീർഷകങ്ങൾ കാണുക.
mr: शिफारशी प्राप्त करण्यासाठी आणखी शीर्षके पहा.
ms: Tonton lebih banyak tajuk untuk dapat cadangan.
nb: Se flere titler for å motta anbefalinger.
nl: Bekijk meer titels om aanbevelingen te ontvangen.
or: ସୁପାରିଶ ପାଇବା ପାଇଁ ଅଧିକ ଶୀର୍ଷକ ଦେଖନ୍ତୁ।
pa: ਸਿਫ਼ਾਰਸ਼ਾਂ ਲਈ ਹੋਰ ਸਿਰਲੇਖ ਵੇਖੋ।
pl: Oglądaj więcej tytułów, aby otrzymać rekomendacje.
pt_br: Assista a mais títulos para receber recomendações.
pt_pt: Assista a mais títulos para receber recomendações.
ro: Vizionează mai multe titluri pentru recomandări.
ru: Смотри больше названий, чтобы получать рекомендации.
sk: Pozrite si ďalšie tituly a získajte odporúčania.
sl: Oglej si več naslovov za priporočila.
sv: Titta på fler titlar för att få rekommendationer.
ta: பரிந்துரைகளைப் பெற, மேலும் தலைப்புகளைப் பாருங்கள்.
te: సిఫార్సులను పొందడానికి మరిన్ని టైటిల్స్ చూడండి.
th: ดูชื่อเพิ่มเติมเพื่อรับคำแนะนำ
tr: Öneriler almak için daha fazla başlık izle.
uk: Дивись більше назв, щоб отримувати рекомендації.
ur: تجاویز حاصل کرنے کے لیے مزید عنوانات دیکھیں۔
vi: Xem thêm các tựa phim khác để nhận được đề xuất.
zh_hans: 多看一些标题以获取推荐。
zh_hant: 多看一些標題以取得推薦。

source: Watch progress
ar: تقدم المشاهدة
bn: অগ্রগতি দেখুন
ca: Progrés de visionat
cs: Průběh sledování
da: Seefremskridt
de: Wiedergabefortschritt
el: Πρόοδος παρακολούθησης
es: Progreso de visionado
es_mx: Progreso de visualización
fi: Katselun edistyminen
fr: Progression de visionnage
gu: પ્રગતિ જુઓ
he: התקדמות צפייה
hi: देखने की प्रगति
hr: Napredak gledanja
hu: Megtekintési előrehaladás
id: Progres menonton
it: Progresso visione
ja: 視聴進捗
kn: ಪ್ರಗತಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ko: 시청 진행
ml: പുരോഗതി നിരീക്ഷിക്കുക
mr: प्रगती पहा
ms: Kemajuan menonton
nb: Seefremdrift
nl: Kijkvoortgang
or: ପ୍ରଗତି ଦେଖନ୍ତୁ
pa: ਵੇਖਣ ਦੀ ਤਰੱਕੀ
pl: Postęp oglądania
pt_br: Progresso de exibição
pt_pt: Progresso de visionamento
ro: Progres vizionare
ru: Прогресс просмотра
sk: Postup sledovania
sl: Napredek ogleda
sv: Tittarframsteg
ta: முன்னேற்றத்தைக் கவனியுங்கள்
te: పురోగతిని గమనించండి
th: ดูความคืบหน้า
tr: İzleme İlerlemesi
uk: Прогрес перегляду
ur: پیشرفت دیکھیں
vi: Theo dõi tiến độ
zh_hans: 观看进度
zh_hant: 觀看進度

source: Watch Provider
ar: مزود المشاهدة
bn: স্ট্রিমিং সেবা
ca: Proveïdor
cs: Poskytovatel sledování
da: Streamingtjeneste
de: Streaming-Anbieter
el: Πάροχος παρακολούθησης
es: Proveedor de visionado
es_mx: Proveedor de streaming
fi: Suoratoistopalvelu
fr: Fournisseur de contenu
gu: સ્ટ્રીમિંગ સેવા
he: ספק צפייה
hi: स्ट्रीमिंग सेवा
hr: Pružatelj gledanja
hu: Megtekintési szolgáltató
id: Penyedia tonton
it: Fornitore di Contenuti
ja: 視聴プロバイダー
kn: ಸ್ಟ್ರೀಮಿಂಗ್ ಸೇವೆ
ko: 시청 제공업체
ml: സ്ട്രീമിംഗ് സേവനം
mr: स्ट्रीमिंग सेवा
ms: Penyedia tonton
nb: Strømmetjeneste
nl: Streamingdienst
or: ଷ୍ଟ୍ରିମିଂ ସେବା
pa: ਸਟ੍ਰੀਮਿੰਗ ਸੇਵਾ
pl: Dostawca oglądania
pt_br: Provedor de Conteúdo
pt_pt: Serviço de streaming
ro: Furnizor vizionare
ru: Провайдер просмотра
sk: Poskytovateľ
sl: Ponudnik predvajanja
sv: Streamningstjänst
ta: ஸ்ட்ரீமிங் சேவை
te: స్ట్రీమింగ్ సేవ
th: บริการสตรีมมิ่ง
tr: İzleme Sağlayıcısı
uk: Постачальник перегляду
ur: اسٹریمنگ سروس
vi: Dịch vụ phát trực tuyến
zh_hans: 观看平台
zh_hant: 觀看平台

source: Watch Provider Settings
ar: إعدادات مزود المشاهدة
bn: স্ট্রিমিং সেবার সেটিংস
ca: Configuració dels serveis de streaming
cs: Nastavení poskytovatele sledování
da: Indstillinger for streamingtjeneste
de: Einstellungen für Streaming-Anbieter
el: Ρυθμίσεις παρόχου παρακολούθησης
es: Ajustes de proveedor de visionado
es_mx: Proveedores de streaming
fi: Suoratoistopalveluasetukset
fr: Réglages du fournisseur de contenu
gu: સ્ટ્રીમિંગ સેવા સેટિંગ્સ
he: הגדרות ספק צפייה
hi: स्ट्रीमिंग सेवा सेटिंग्स
hr: Postavke pružatelja gledanja
hu: Megtekintési szolgáltató beállításai
id: Pengaturan penyedia tonton
it: Impostazioni Fornitori di Contenuti
ja: 視聴プロバイダー設定
kn: ಸ್ಟ್ರೀಮಿಂಗ್ ಸೇವೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 시청 제공업체 설정
ml: സ്ട്രീമിംഗ് സേവന ക്രമീകരണങ്ങൾ
mr: स्ट्रीमिंग सेवा सेटिंग्ज
ms: Tetapan penyedia tonton
nb: Innstillinger for strømmetjeneste
nl: Instellingen streamingdienst
or: ଷ୍ଟ୍ରିମିଂ ସେବା ସେଟିଂସ୍
pa: ਸਟ੍ਰੀਮਿੰਗ ਸੇਵਾ ਸੈਟਿੰਗਾਂ
pl: Ustawienia dostawcy oglądania
pt_br: Configurações de Provedor de Conteúdo
pt_pt: Definições de serviços de streaming
ro: Setări furnizor vizionare
ru: Настройки провайдера просмотра
sk: Nastavenia Poskytovateľov
sl: Nastavitve ponudnikov
sv: Inställningar för streamningstjänst
ta: ஸ்ட்ரீமிங் சேவை அமைப்புகள்
te: స్ట్రీమింగ్ సేవ సెట్టింగ్‌లు
th: การตั้งค่าบริการสตรีมมิ่ง
tr: İzleme Sağlayıcısı Ayarları
uk: Налаштування постачальника перегляду
ur: اسٹریمنگ سروس کی ترتیبات
vi: Cài đặt dịch vụ phát trực tuyến
zh_hans: 观看平台设置
zh_hant: 觀看平台設定

source: Watch providers
ar: مزودو المشاهدة
bn: স্ট্রিমিং সেবা
ca: Serveis de streaming
cs: Poskytovatelé sledování
da: Streamingtjenester
de: Streaming-Anbieter
el: Πάροχοι παρακολούθησης
es: Proveedores de visionado
es_mx: Proveedores de streaming
fi: Suoratoistopalvelut
fr: Fournisseurs de contenu
gu: સ્ટ્રીમિંગ સેવાઓ
he: ספקי צפייה
hi: स्ट्रीमिंग सेवाएँ
hr: Pružatelji gledanja
hu: Megtekintési szolgáltatók
id: Penyedia tonton
it: Fornitori di Contenuti
ja: 視聴プロバイダー
kn: ಸ್ಟ್ರೀಮಿಂಗ್ ಸೇವೆಗಳು
ko: 시청 제공업체
ml: സ്ട്രീമിംഗ് സേവനങ്ങൾ
mr: स्ट्रीमिंग सेवा
ms: Penyedia tonton
nb: Strømmetjenester
nl: Streamingdiensten
or: ଷ୍ଟ୍ରିମିଂ ସେବା
pa: ਸਟ੍ਰੀਮਿੰਗ ਸੇਵਾਵਾਂ
pl: Dostawcy oglądania
pt_br: Provedores de Conteúdo
pt_pt: Serviços de streaming
ro: Furnizori vizionare
ru: Провайдеры просмотра
sk: Poskytovatelia
sl: Ponudniki predvajanja
sv: Streamningstjänster
ta: ஸ்ட்ரீமிங் சேவைகள்
te: స్ట్రీమింగ్ సేవలు
th: บริการสตรีมมิ่ง
tr: İzleme Sağlayıcıları
uk: Постачальники перегляду
ur: اسٹریمنگ سروسز
vi: Dịch vụ phát trực tuyến
zh_hans: 观看平台
zh_hant: 觀看平台

source: Watch Statistics
ar: إحصائيات المشاهدة
bn: পরিসংখ্যান দেখুন
ca: Estadístiques de visionat
cs: Statistiky sledování
da: Seestatistik
de: Sehstatistik
el: Στατιστικά παρακολούθησης
es: Estadísticas de visionado
es_mx: Estadísticas de visionado
fi: Katselutilastot
fr: Statistiques de visionnage
gu: આંકડા જુઓ
he: סטטיסטיקות צפייה
hi: देखने के आँकड़े
hr: Statistika gledanja
hu: Megtekintési statisztikák
id: Statistik menonton
it: Statistiche di visione
ja: 視聴統計
kn: ವೀಕ್ಷಣೆ ಅಂಕಿಅಂಶಗಳು
ko: 시청 통계
ml: സ്ഥിതിവിവരക്കണക്കുകൾ കാണുക
mr: आकडेवारी पहा
ms: Statistik menonton
nb: Seerstatistikk
nl: Kijkstatistieken
or: ଦେଖନ୍ତୁ ପରିସଂଖ୍ୟାନ
pa: ਵੇਖਣ ਦੇ ਅੰਕੜੇ
pl: Statystyki oglądania
pt_br: Estatísticas de exibição
pt_pt: Estatísticas de visionamento
ro: Statistici vizionare
ru: Статистика просмотра
sk: Štatistiky sledovania
sl: Statistika ogledov
sv: Tittarstatistik
ta: புள்ளிவிவரங்களைக் காண்க
te: వీక్షణ గణాంకాలు
th: ดูสถิติ
tr: İzleme İstatistikleri
uk: Статистика перегляду
ur: اعدادوشمار دیکھیں
vi: Thống kê xem
zh_hans: 观看统计
zh_hant: 觀看統計

source: Watched
ar: مشاهد
bn: দেখা হয়েছে
ca: Vist
cs: Zhlédnuto
da: Set
de: Beobachtet
el: Παρακολουθήθηκε
es: Visto
es_mx: Visto
fi: Katsottu
fr: Vu
gu: જોયા
he: נצפה
hi: देखा
hr: Pogledano
hu: Megtekintve
id: Ditonton
it: Visto
ja: 視聴済み
kn: ವೀಕ್ಷಿಸಲಾಗಿದೆ
ko: 시청함
ml: നിരീക്ഷിച്ചു
mr: पाहिला
ms: Ditonton
nb: Sett
nl: Bekeken
or: ଦେଖାଯାଇଛି
pa: ਵੇਖਿਆ
pl: Obejrzane
pt_br: Assistido
pt_pt: Visto
ro: Vizionat
ru: Просмотрено
sk: Pozreté
sl: Ogledano
sv: Sedd
ta: பார்த்தார்
te: చూశారు
th: ดูแล้ว
tr: İzlendi
uk: Переглянуто
ur: دیکھا
vi: Đã xem
zh_hans: 已观看
zh_hant: 已觀看

source: Watched Date
ar: تاريخ المشاهدة
bn: দেখা তারিখ
ca: Data de visionat
cs: Datum zhlédnutí
da: Set den
de: Gesehen am
el: Ημερομηνία προβολής
es: Fecha de visionado
es_mx: Fecha de visualización
fi: Katselupäivä
fr: Date de visionnage
gu: જોયાની તારીખ
he: תאריך צפייה
hi: देखे जाने की तिथि
hr: Datum gledanja
hu: Megnézés dátuma
id: Tanggal ditonton
it: Data di visione
ja: 視聴日
kn: ವೀಕ್ಷಿಸಿದ ದಿನಾಂಕ
ko: 시청 날짜
ml: കണ്ട തീയതി
mr: पाहिलेली तारीख
ms: Tarikh ditonton
nb: Sett-dato
nl: Datum bekeken
or: ଦେଖାଯାଇଥିବା ତାରିଖ
pa: ਵੇਖਣ ਦੀ ਤਾਰੀਖ
pl: Data obejrzenia
pt_br: Data assistida
pt_pt: Data de visionamento
ro: Data vizionării
ru: Дата просмотра
sk: Dátum sledovania
sl: Datum ogleda
sv: Visningsdatum
ta: பார்த்த தேதி
te: చూసిన తేదీ
th: วันที่ดู
tr: İzlenme tarihi
uk: Дата перегляду
ur: دیکھنے کی تاریخ
vi: Ngày xem
zh_hans: 观看日期
zh_hant: 觀看日期

source: Watched Date (Asc)
ar: تاريخ المشاهدة (تصاعدي)
bn: দেখা তারিখ (আরোহী)
ca: Data de visionat (asc.)
cs: Datum shlédnutí (vzest.)
da: Set dato (stigende)
de: Gesehen-Datum (aufsteigend)
el: Ημερομηνία παρακολούθησης (αύξ.)
es: Fecha de visionado (ascendente)
es_mx: Fecha de visionado (ascendente)
fi: Katselupäivä (nouseva)
fr: Date de visionnage (croissant)
gu: જોવાયાની તારીખ (Asc)
he: תאריך צפייה (עולה)
hi: देखने की तिथि (आरोही)
hr: Datum gledanja (uzl.)
hu: Megtekintés dátuma (növekvő)
id: Tanggal ditonton (Naik)
it: Data di visione (crescente)
ja: 視聴日（昇順）
kn: ವೀಕ್ಷಿಸಿದ ದಿನಾಂಕ (Asc)
ko: 시청 날짜 (오름차순)
ml: കണ്ട തീയതി (Asc)
mr: पाहिल्याची तारीख (Asc)
ms: Tarikh ditonton (Menaik)
nb: Sett dato (stigende)
nl: Bekeken datum (oplopend)
or: ଦେଖାଯାଇଥିବା ତାରିଖ (Asc)
pa: ਵੇਖਣ ਦੀ ਤਾਰੀਖ (ਵਧਦਾ)
pl: Data obejrzenia (rosn.)
pt_br: Data assistida (crescente)
pt_pt: Data de visionamento (asc.)
ro: Data vizionării (cresc.)
ru: Дата просмотра (по возр.)
sk: Dátum pozretia (vzostupne)
sl: Datum ogleda (naraščajoče)
sv: Sedd datum (stigande)
ta: பார்த்த தேதி (ஏறுவரிசை)
te: చూసిన తేదీ (ఆరోహణ)
th: วันที่ดู (Asc)
tr: İzlenme Tarihi (Artan)
uk: Дата перегляду (за зрост.)
ur: دیکھنے کی تاریخ (Asc)
vi: Ngày xem (Tăng dần)
zh_hans: 观看日期（升序）
zh_hant: 觀看日期（升序）

source: Watched Date (Desc)
ar: تاريخ المشاهدة (تنازلي)
bn: দেখার তারিখ (বিবরণ)
ca: Data de visionat (desc.)
cs: Datum shlédnutí (sest.)
da: Set dato (faldende)
de: Gesehen-Datum (absteigend)
el: Ημερομηνία παρακολούθησης (φθίν.)
es: Fecha de visionado (descendente)
es_mx: Fecha de visionado (descendente)
fi: Katselupäivä (laskeva)
fr: Date de visionnage (décroissant)
gu: જોવાયાની તારીખ (Desc)
he: תאריך צפייה (יורד)
hi: देखने की तिथि (अवरोही)
hr: Datum gledanja (sil.)
hu: Megtekintés dátuma (csökkenő)
id: Tanggal ditonton (Turun)
it: Data di visione (decrescente)
ja: 視聴日（降順）
kn: ವೀಕ್ಷಿಸಿದ ದಿನಾಂಕ (ವಿವರ)
ko: 시청 날짜 (내림차순)
ml: കണ്ട തീയതി (ഡെസ്‌ക്)
mr: पाहिल्याची तारीख (Desc)
ms: Tarikh ditonton (Menurun)
nb: Sett dato (synkende)
nl: Bekeken datum (aflopend)
or: ଦେଖାଯାଇଥିବା ତାରିଖ (ବର୍ଣ୍ଣନା)
pa: ਵੇਖਣ ਦੀ ਤਾਰੀਖ (ਘਟਦਾ)
pl: Data obejrzenia (mal.)
pt_br: Data assistida (decrescente)
pt_pt: Data de visionamento (desc.)
ro: Data vizionării (desc.)
ru: Дата просмотра (по убыв.)
sk: Dátum pozretia (zostupne)
sl: Datum ogleda (padajoče)
sv: Sedd datum (fallande)
ta: பார்த்த தேதி (விவரம்)
te: చూసిన తేదీ (వివరణ)
th: วันที่ดู (รายละเอียด)
tr: İzlenme Tarihi (Azalan)
uk: Дата перегляду (за спад.)
ur: دیکھنے کی تاریخ (ڈیسک)
vi: Ngày xem (Mô tả)
zh_hans: 观看日期（降序）
zh_hant: 觀看日期（降序）

source: Watched per week
ar: مشاهد أسبوعياً
bn: প্রতি সপ্তাহে দেখা হয়
ca: Vistos per setmana
cs: Shlédnuto týdně
da: Set pr. uge
de: Gesehen pro Woche
el: Παρακολουθήθηκαν ανά εβδομάδα
es: Vistos por semana
es_mx: Vistos por semana
fi: Katsottu viikossa
fr: Vu par semaine
gu: દર અઠવાડિયે જોવામાં આવે છે
he: נצפה לשבוע
hi: प्रति सप्ताह देखा
hr: Pogledano tjedno
hu: Hetente megtekintve
id: Ditonton per minggu
it: Visti a settimana
ja: 週あたりの視聴数
kn: ವಾರಕ್ಕೊಮ್ಮೆ ವೀಕ್ಷಿಸಲಾಗಿದೆ
ko: 주당 시청 수
ml: ആഴ്ചയിൽ വീക്ഷിച്ചു
mr: आठवड्याला पाहिलेले
ms: Ditonton seminggu
nb: Sett per uke
nl: Bekeken per week
or: ପ୍ରତି ସପ୍ତାହରେ ଦେଖାଯାଇଛି
pa: ਹਫ਼ਤੇ ਵਿੱਚ ਵੇਖੇ
pl: Obejrzane tygodniowo
pt_br: Assistidos por semana
pt_pt: Vistos por semana
ro: Vizionat pe săptămână
ru: Просмотрено за неделю
sk: Pozreté týždenne
sl: Ogledano na teden
sv: Sedd per vecka
ta: வாரத்திற்கு பார்க்கப்பட்டது
te: వారానికి వీక్షించబడింది
th: ดูต่อสัปดาห์
tr: Haftalık izlenen
uk: Переглянуто на тиждень
ur: فی ہفتہ دیکھا
vi: Số lượt xem mỗi tuần
zh_hans: 每周观看数
zh_hant: 每週觀看數

source: Watched titles
ar: عناوين مشاهدة
bn: দেখা শিরোনাম
ca: Títols vistos
cs: Zhlédnuté tituly
da: Sete titler
de: Gesehene Titel
el: Παρακολουθημένοι τίτλοι
es: Títulos vistos
es_mx: Títulos vistos
fi: Katsotut nimikkeet
fr: Titres vus
gu: શીર્ષકો જોયા
he: כותרות שנצפו
hi: देखे गए शीर्षक
hr: Pogledani naslovi
hu: Megtekintett címek
id: Judul ditonton
it: Titoli visti
ja: 視聴済み作品
kn: ವೀಕ್ಷಿಸಿದ ಶೀರ್ಷಿಕೆಗಳು
ko: 시청한 작품
ml: തലക്കെട്ടുകൾ കണ്ടു
mr: पाहिलेली शीर्षके
ms: Tajuk ditonton
nb: Sette titler
nl: Bekeken titels
or: ଦେଖାଯାଇଥିବା ଟାଇଟଲ୍‌ଗୁଡ଼ିକ
pa: ਵੇਖੇ ਸਿਰਲੇਖ
pl: Obejrzane tytuły
pt_br: Títulos assistidos
pt_pt: Títulos vistos
ro: Titluri vizionate
ru: Просмотренные названия
sk: Pozreté tituly
sl: Ogledani naslovi
sv: Sedda titlar
ta: பார்த்த தலைப்புகள்
te: వీక్షించిన శీర్షికలు
th: ชื่อเรื่องที่ดู
tr: İzlenen başlıklar
uk: Переглянуті назви
ur: عنوانات دیکھے۔
vi: Các tựa phim đã xem
zh_hans: 已观看标题
zh_hant: 已觀看標題

source: Watched titles grouped by type, with estimated viewing time.
ar: عناوين مشاهدة مجمّعة حسب النوع، مع وقت مشاهدة مقدّر.
bn: দেখা শিরোনামগুলো ধরণ অনুযায়ী ভাগ করা হয়েছে, সাথে আনুমানিক দেখার সময় দেওয়া হলো।
ca: Títols vistos agrupats per tipus, amb el temps de visionat estimat.
cs: Zhlédnuté tituly seskupené podle typu s odhadovaným časem sledování.
da: Sete titler grupperet efter type med estimeret seertid.
de: Gesehene Titel nach Typ gruppiert, mit geschätzter Sehdauer.
el: Παρακολουθημένοι τίτλοι ομαδοποιημένοι ανά τύπο, με εκτιμώμενο χρόνο παρακολούθησης.
es: Títulos vistos agrupados por tipo, con tiempo de visionado estimado.
es_mx: Títulos vistos agrupados por tipo, con tiempo de visionado estimado.
fi: Katsotut nimikkeet tyypeittäin, arvioidulla katseluajalla.
fr: Titres vus regroupés par type, avec temps de visionnage estimé.
gu: અંદાજિત જોવાના સમય સાથે, પ્રકાર દ્વારા જૂથબદ્ધ જોયેલા શીર્ષકો.
he: כותרות שנצפו מקובצות לפי סוג, עם זמן צפייה משוער.
hi: प्रकार के अनुसार समूहीकृत देखे गए शीर्षक, अनुमानित देखने के समय के साथ।
hr: Pogledani naslovi grupirani po vrsti s procijenjenim vremenom gledanja.
hu: Megtekintett címek típus szerint csoportosítva, becsült megtekintési idővel.
id: Judul ditonton dikelompokkan menurut jenis, dengan perkiraan waktu menonton.
it: Titoli visti raggruppati per tipo, con tempo di visione stimato.
ja: タイプ別にグループ化された視聴済み作品と推定視聴時間。
kn: ಅಂದಾಜು ವೀಕ್ಷಣಾ ಸಮಯದೊಂದಿಗೆ, ಪ್ರಕಾರದ ಪ್ರಕಾರ ಗುಂಪು ಮಾಡಲಾದ ವೀಕ್ಷಿಸಿದ ಶೀರ್ಷಿಕೆಗಳು.
ko: 유형별로 그룹화된 시청한 작품과 예상 시청 시간.
ml: കണക്കാക്കിയ കാഴ്‌ച സമയം ഉപയോഗിച്ച് തരം അനുസരിച്ച് തരംതിരിച്ച തലക്കെട്ടുകൾ കണ്ടു.
mr: अंदाजे पाहण्याच्या वेळेसह, प्रकारानुसार गटबद्ध केलेली शीर्षके पाहिली.
ms: Tajuk ditonton dikumpulkan mengikut jenis, dengan anggaran masa menonton.
nb: Sette titler gruppert etter type, med estimert seertid.
nl: Bekeken titels gegroepeerd op type, met geschatte kijktijd.
or: ଦେଖାଯାଇଥିବା ଶୀର୍ଷକଗୁଡ଼ିକୁ ପ୍ରକାର ଅନୁସାରେ ଗୋଷ୍ଠୀଭୁକ୍ତ କରାଯାଇଛି, ଦେଖିବାର ଆନୁମାନିକ ସମୟ ସହିତ।
pa: ਕਿਸਮ ਅਨੁਸਾਰ ਵੇਖੇ ਸਿਰਲੇਖ, ਅਨੁਮਾਨਿਤ ਵੇਖਣ ਸਮੇਂ ਸਮੇਤ।
pl: Obejrzane tytuły pogrupowane według typu ze szacowanym czasem oglądania.
pt_br: Títulos assistidos agrupados por tipo, com tempo de exibição estimado.
pt_pt: Títulos assistidos agrupados por tipo, com tempo de exibição estimado.
ro: Titluri vizionate grupate pe tip, cu timp estimat de vizionare.
ru: Просмотренные названия по типу с оценкой времени просмотра.
sk: Pozreté tituly zoskupené podľa typu s odhadovaným časom sledovania.
sl: Ogledani naslovi, razvrščeni po vrsti, s predvidenim časom ogleda.
sv: Sedda titlar grupperade efter typ med uppskattad visningstid.
ta: பார்த்த தலைப்புகள் வகை வாரியாக, மதிப்பிடப்பட்ட பார்வை நேரத்துடன் தொகுக்கப்பட்டுள்ளன.
te: చూసిన టైటిల్స్ రకాన్ని బట్టి, అంచనా వీక్షణ సమయంతో వర్గీకరించబడ్డాయి.
th: ชื่อเรื่องที่ดูจัดกลุ่มตามประเภทพร้อมเวลาดูโดยประมาณ
tr: Türe göre gruplanmış izlenen başlıklar, tahmini izleme süresiyle.
uk: Переглянуті назви згруповані за типом з оцінкою часу перегляду.
ur: دیکھے گئے عنوانات کو قسم کے لحاظ سے گروپ کیا گیا، دیکھنے کے اندازے کے ساتھ۔
vi: Các tựa phim đã xem được nhóm theo thể loại, kèm theo thời gian xem ước tính.
zh_hans: 按类型分组的已观看标题及估算观看时长。
zh_hant: 依類型分組的已觀看標題及估算觀看時長。

source: Watching
ar: يشاهد
bn: দেখা
ca: S’està mirant
cs: Sleduji
da: Ser
de: Schauen
el: Σε παρακολούθηση
es: Viendo
es_mx: Viendo
fi: Katsomassa
fr: En cours de visionnage
gu: જોવાનું
he: צופה
hi: देख रहे हैं
hr: Gledam
hu: Megtekintés alatt
id: Menonton
it: In visione
ja: 視聴中
kn: ನೋಡುತ್ತಿದ್ದೇನೆ
ko: 시청 중
ml: നിരീക്ഷിക്കുന്നു
mr: पहात आहे
ms: Menonton
nb: Ser
nl: Aan het kijken
or: ଦେଖୁଛନ୍ତି
pa: ਵੇਖ ਰਹੇ ਹੋ
pl: Oglądam
pt_br: Assistindo
pt_pt: A ver
ro: Vizionez
ru: Смотрю
sk: Sledujem
sl: Gledanje
sv: Tittar
ta: பார்ப்பது
te: చూడటం
th: การรับชม
tr: İzliyor
uk: Дивлюся
ur: دیکھ رہا ہے۔
vi: Đang xem
zh_hans: 正在观看
zh_hant: 正在觀看

source: Watching now
ar: يشاهد الآن
bn: এখন দেখছেন
ca: S’està mirant ara
cs: Právě sleduji
da: Ser nu
de: Gerade am Schauen
el: Παρακολουθείται τώρα
es: Viendo ahora
es_mx: Viendo ahora
fi: Katsomassa nyt
fr: En cours de visionnage
gu: હવે જોઈ રહ્યાં છીએ
he: צופה עכשיו
hi: अभी देख रहे हैं
hr: Trenutačno gledam
hu: Most nézi
id: Sedang menonton
it: In visione adesso
ja: 視聴中
kn: ಈಗ ನೋಡುತ್ತಿದ್ದೇನೆ
ko: 지금 시청 중
ml: ഇപ്പോൾ കാണുന്നു
mr: आता पहात आहे
ms: Sedang menonton
nb: Ser nå
nl: Nu aan het kijken
or: ଏବେ ଦେଖୁଛି
pa: ਹੁਣ ਵੇਖ ਰਹੇ ਹੋ
pl: Teraz oglądam
pt_br: Assistindo agora
pt_pt: A ver agora
ro: Vizionez acum
ru: Смотрю сейчас
sk: Práve sleduješ
sl: Trenutno gledam
sv: Tittar nu
ta: இப்போது பார்த்துக்கொண்டிருக்கிறேன்
te: ఇప్పుడు చూస్తున్నారు
th: กำลังดูอยู่ครับ
tr: Şu an izliyor
uk: Дивлюся зараз
ur: ابھی دیکھ رہے ہیں۔
vi: Đang xem
zh_hans: 正在观看
zh_hant: 正在觀看

source: Watchlist
ar: قائمة المشاهدة
bn: ওয়াচলিস্ট
ca: Llista
de: Merkliste
el: Λίστα παρακολούθησης
es: Lista
es_mx: Lista
fi: Katselulista
fr: Ma liste
gu: વૉચલિસ્ટ
he: רשימת צפייה
hi: वॉचलिस्ट
hr: Popis
hu: Figyelőlista
it: Lista
ja: ウォッチリスト
kn: ವಾಚ್‌ಲಿಸ್ಟ್
ko: 워치리스트
ml: വാച്ച്‌ലിസ്റ്റ്
mr: वॉचलिस्ट
or: ୱାଚଲିଷ୍ଟ
pa: ਵਾਚਲਿਸਟ
pl: Lista do obejrzenia
pt_br: Lista
pt_pt: Lista
ru: Список
sk: Sledované
sl: Seznam za ogled
ta: வாட்ச்லிஸ்ட்
te: వాచ్‌లిస్ట్
th: รายการดู
tr: İzleme Listesi
uk: Список
ur: واچ لسٹ
vi: Danh sách theo dõi
zh_hans: 观看清单
zh_hant: 觀看清單
